; Language name
0001=Hellenic

; Strings
0002=(Προεπιλογή)
0003= -Προσθήκη τιμής- 
0004=Πρόσθετο μητρώου
0005=Σύνδεση σε απομακρυσμένο μητρώο
0006=Αποσύνδεση από απομακρυσμένο μητρώο
0007=Νέα τιμή #%u
0008=Επιλέξτε τον Η/Υ που θέλετε να συνδεθείτε
0009=Έξαγωγή σε UNICODE (Win 2000/XP/Vista/7)
0010=Εξαγωγή ως REGEDIT4 (διαμόρφωση Win9x/NT4)
0011=Για γρηγορότερη εξαγωγή κλείστε την επιλογή του ΤC:|Διαμόρφωση->Λειτουργία->Υπολογισμός μεγέθους των υποφακέλων->πριν από αντιγραφή/διαγραφή
0012=Τιμή QWORD (64-bit)
0013=Τιμή DWORD (32-bit)
0014=Δεν επιτρέπεται η δημιουργία κλειδιού εδώ!
0015=Η μετατροπή ειδικών χαρακτήρων απενεργοποιήθηκε.|Αυτό ίσως δημιουργήσει δυσλειτουργία κατά την πρόσβαση|κλειδιών και τιμών με ειδικά σύμβολα στο όνομα. Είστε σίγουροι;
0017=Διαγραφή
0018=Ανάγνωση Ελέγχου
0019=Εγγραφή DAC
0020=Εγγραφή Ιδιοκτήτη
0022=Αδύνατη η σύνδεση με το απομακρυσμένο μητρώο!
0023=Δεν επιτρέπεται η μετακίνηση κλειδιού στον εαυτό του!
0024=Δεν επιτρέπεται η αντιγραφή κλειδιού στον εαυτό του!
0025=Δεν επιτρέπεται η μετονομασία του κλειδιού!
0026=Δεν επιτρέπεται η μετακίνηση κλειδιού σε υποκλειδί του!
0027=Δεν επιτρέπεται η αντιγραφή κλειδιού σε υποκλειδί του!
0028=Δεν επιτρέπεται η αντιγραφή κλειδιού μέσα σε αυτό το υποκλειδί!
0029=Δεν επιτρέπεται η διαγραφή του κλειδιού!
0030=Το αρχείο υπάρχει ήδη. Να αντικατασταθεί;
0031=Δεδομένα του τύπου REG_MULTI_SZ δεν πρέπει να περιέχουν κενές συμβολοσειρές.|Οι άδειες συμβολοσειρές θα απομακρυνθούν.
0032=Πλήρης Έλεγχος
0033=Ανάγνωση
0034=Τιμή ερωτήματος
0035=Ορισμός τιμής
0036=Δημιουργία Υποκλειδιού
0037=Απαρίθμηση Υποκλειδιών
0038=Ενημέρωση
0039=Δημιουργία Συνδέσμου
0041=Μόνο αυτό το κλειδί
0042=Αυτό το κλειδί και τα υποκλειδιά
0043=Μόνο τα υποκλειδιά
0045=Μια σύνδεση με τον ίδιο παροχέα υπάρχει ήδη!
0046=Σφάλμα έναρξης Επεξεργαστή μητρώου!
0047=Δεν μπορείτε να δημιουργήσετε κλειδί εδώ!
0095=B
0096=K
0097=M
0098=G
0118= -Search- 
0120=Search the entire registry

; Export dialog
0048=Εξαγωγή εγκατάστασης
0049=Να μην εμφανιστεί ξανά
0050=&Εντάξει
0051=Άκυρο

; Multiline value
0052=Επεξεργασία πολλαπλής συμβολοσειράς
0053=Επε&ξεργ. μητρώου
0054=&Όνομα τιμής:
0055=&Δεδομένα τιμής:

; Options
0056=Επιλογές προσθέτου μητρώου
0057=Εξαγωγή με χρήση UNICODE (Win 2000/XP/Vista/7)
0058=Εξαγωγή με καταγραφή ώρας
0059=Εξαγωγή/Εμφάνιση δυαδικών τιμών σε δυαδικό αρχείο
0060=Εμφάνιση επιλογής " -Προσθήκη τιμής- "
0061=Χρήση ειδικών συμβόλων μετατροπής (\\ -> [bslash])
0063=Πρόσθετες στήλες
0064=Γλώσσα:
0086=Γρήγορη εξαγωγή (γραμμή εξέλιξης ανενεργή)
0087=Ερώτηση για μορφή εξαγωγής
0088=Ερώτηση για εξαγωγή σε μονό αρχείο
0089=Εξαγωγή σε μονό αρχείο
0094=Προβολή πραγματικού μεγέθους τιμών κειμένου (ANSIx2)
0099=Expanded icon set
0100=Show size suffix
0116=Improved key icon
0117=Allow remote connections
0119=Show " -Search- " file

; Disconnect registry
0065=Αποσύνδεση από μητρώο δικτύου
0066=&Όνομα υπολογιστή:

; Connect registry
0067=Σύνδεση με μητρώο δικτύου
0068=&Αναζήτηση...

; New value
0069=Νέα τιμή
0070=Τύπος
0071=&Ακολουθίας Χαρακτήρων
0072=&DWORD
0073=&QWORD
0074=&Δυαδική
0075=&Πολλών Συμβολοσειρών
0076=Επεκ&τάσιμης Συμβολοσειράς
0077=&Όνομα:

; Binary value
0078=Επεξεργασία Δυαδική τιμής
0079=Προβολή κειμένου (AN&SI):
0080=Προβολή κειμένου (&UNICODE):

; String value
0081=Επεξεργασία ακολουθίας χαρακτήρων

; DWORD value
0082=Επεξεργασία τιμής
0083=Βάση
0084=Δεκ&αεξαδική
0085=Δεκαδ&ική

; Export to single file
0090=Επιλέξτε τύπο εξαγωγής:| - Για εξαγωγή σε μονό αρχείο πατήστε «Ναι»,| - Για εξαγωγή σε χωριστά αρχεία πατήστε «Όχι».
0091=Όνομα αρχείου:
0092=&Ναι
0093=&Όχι

; Search
0101=Registry search
0102=String to find:
0103=Search
0104=Match case
0105=Match whole string
0106=Search keys
0107=Search values
0108=Search data
0109=Use double click to go to the found key|Use Ctrl + double click to edit values
0110=Key
0111=Value
0112=Data
0113=Searched keys:
0114=Searched keys: %u, found %u matches (%u ms)
0115=Close
0121=Cannot open the key to search in!
0122=Where to search
0123=Search the entire registry
0124=Search in key:
0125=Data Types...
0128=Binary search
0129=and
0130=Last write time between:
0131=Data size:
0132=Wildcard search (*,?)
0133=Go to key
0134=Copy
0135=Edit...
0136=Unacceptable Character
0137=You can only type HEX symbols here.

; Data Types
0126=Data Types
0127=Other types